{
  "labubu_collection": [
    {
      "id": "labubu-rosa",
      "name": "Labubu Rosa",
      "price": 249.90,
      "original_price": 299.00,
      "discount": 16,
      "image_url": "https://labubu.com.br/cdn/shop/files/rosa_1024x.jpg?v=1747777199",
      "rating": 5,
      "review_count": 9,
      "available": true,
      "description": "Labubu Rosa é o modelo clássico da Pop Mart que conquistou o Brasil. Criação original do designer Kasing Lung, este colecionável possui o icônico sorriso travesso com dentes serrilhados e expressão fofa característica. Material premium em pelúcia macia com detalhes cuidadosamente trabalhados. Inclui chaveiro dourado oficial e vem na embalagem original Pop Mart. Frete grátis para todo Brasil e garantia de 30 dias. Produto oficial com certificado de autenticidade.",
      "category": "Clássico",
      "limited_stock": false,
      "free_shipping": true
    },
    {
      "id": "labubu-verde",
      "name": "Labubu Verde",
      "price": 249.90,
      "original_price": 299.00,
      "discount": 16,
      "image_url": "https://labubu.com.br/cdn/shop/files/WhatsApp_Image_2025-05-16_at_16.55.11_1024x.jpg?v=1747425387",
      "rating": 5,
      "review_count": 6,
      "available": true,
      "description": "Labubu Verde é uma das cores mais populares da coleção clássica Pop Mart. Com seu tom verde vibrante e expressão fofa característica, este modelo conquistou colecionadores no mundo todo. Produto oficial com material premium em pelúcia ultra macia. Possui o sorriso travesso icônico com dentes serrilhados que fez da marca um fenômeno mundial. Inclui chaveiro dourado oficial e embalagem original Pop Mart. Ideal para colecionadores e entusiastas da cultura kawaii. Frete grátis e garantia de 30 dias.",
      "category": "Clássico",
      "limited_stock": false,
      "free_shipping": true
    },
    {
      "id": "labubu-marrom-claro",
      "name": "Labubu Marrom Claro",
      "price": 249.90,
      "original_price": 299.00,
      "discount": 16,
      "image_url": "https://labubu.com.br/cdn/shop/files/asas_1024x.png?v=1747777199",
      "rating": 5,
      "review_count": 0,
      "available": true,
      "description": "Labubu Marrom Claro apresenta um tom neutro elegante que se destaca na coleção clássica. Esta versão oficial da Pop Mart mantém todas as características icônicas da marca: o sorriso travesso com dentes serrilhados, pelúcia premium ultra macia e detalhes cuidadosamente trabalhados. Cor versátil que combina perfeitamente com qualquer ambiente. Produto oficial com certificado de autenticidade, chaveiro dourado incluso e embalagem original Pop Mart. Ideal para decoração e coleção. Frete grátis para todo Brasil.",
      "category": "Clássico",
      "limited_stock": false,
      "free_shipping": true
    },
    {
      "id": "labubu-coca-cola-rarissimo",
      "name": "Labubu Coca-Cola Raríssimo",
      "price": 599.90,
      "original_price": 899.00,
      "discount": 33,
      "image_url": "https://labubu.com.br/cdn/shop/files/WhatsApp_Image_2025-06-12_at_17.41.14_1024x.jpg?v=1749761002",
      "rating": 5,
      "review_count": 2,
      "available": true,
      "description": "Labubu Coca-Cola Raríssimo é uma colaboração oficial exclusiva entre Pop Mart e Coca-Cola. Esta edição limitada apresenta design único com gorro de Papai Noel e garrafa Coca-Cola em miniatura. Produzido em quantidades muito limitadas, é um dos itens mais procurados pelos colecionadores. Material premium com pelúcia branca e detalhes vermelhos em vinil de alta qualidade. Inclui certificado de autenticidade oficial da colaboração Pop Mart x Coca-Cola. Item de alta colecionabilidade com embalagem especial. Frete grátis e garantia de produto original.",
      "category": "Colaboração Rara",
      "limited_stock": true,
      "free_shipping": true
    }
  ],
  "acessorios_labubu": [
    {
      "id": "labubu-halloween-rarissimo",
      "name": "Labubu Halloween Raríssimo",
      "price": 499.90,
      "original_price": 599.00,
      "discount": 17,
      "image_url": "https://labubu.com.br/cdn/shop/files/WhatsApp_Image_2025-05-16_at_16.55.11_1024x.jpg?v=1747425387",
      "rating": 5,
      "review_count": 3,
      "available": true,
      "description": "Labubu Halloween Raríssimo é uma edição especial temática criada por Kasing Lung para a série Halloween da Pop Mart. Este modelo único apresenta fantasia de abóbora laranja com detalhes especiais de Halloween, mantendo o charme kawaii característico da marca. Produzido em quantidades limitadas, é altamente procurado por colecionadores. Material premium com mistura de PVC e poliéster para maior durabilidade. Inclui todos os detalhes especiais da edição Halloween e embalagem temática original. Produto oficial com certificado de autenticidade Pop Mart.",
      "category": "Edição Especial",
      "limited_stock": true,
      "free_shipping": true
    },
    {
      "id": "labubu-lacinhos-rosa",
      "name": "Labubu Lacinhos Rosa",
      "price": 499.90,
      "original_price": 799.00,
      "discount": 37,
      "image_url": "https://labubu.com.br/cdn/shop/files/Labubu_Laco_1024x.jpg?v=1746245369",
      "rating": 5,
      "review_count": 2,
      "available": true,
      "description": "Labubu Lacinhos Rosa é uma edição especial que combina o design clássico com detalhes únicos de lacinhos cor-de-rosa. Esta versão oficial da Pop Mart é especialmente apreciada por sua estética kawaii refinada. Mantém todas as características icônicas: sorriso travesso, dentes serrilhados e expressão fofa. Material premium em pelúcia ultra macia com lacinhos decorativos cuidadosamente aplicados. Produto de edição limitada com alta procura entre colecionadores. Inclui chaveiro dourado oficial e embalagem especial Pop Mart. Ideal para presente e coleção.",
      "category": "Edição Especial",
      "limited_stock": true,
      "free_shipping": true
    },
    {
      "id": "labubu-bege",
      "name": "Labubu Bege",
      "price": 249.90,
      "original_price": 299.00,
      "discount": 16,
      "image_url": "https://labubu.com.br/cdn/shop/files/amarelo_1024x.jpg?v=1746218500",
      "rating": 5,
      "review_count": 6,
      "available": true,
      "description": "Labubu Bege apresenta um tom neutro elegante que se tornou muito popular entre colecionadores. Esta versão oficial da Pop Mart mantém o design clássico com sorriso travesso e dentes serrilhados característicos. Material premium em pelúcia aveludada ultra macia com acabamento especial. Cor versátil que combina perfeitamente com qualquer decoração. Produto oficial com certificado de autenticidade Pop Mart, chaveiro dourado incluso e embalagem original. Ideal para quem busca elegância e sofisticação na coleção. Frete grátis para todo Brasil.",
      "category": "Clássico",
      "limited_stock": false,
      "free_shipping": true
    },
    {
      "id": "labubu-azul",
      "name": "Labubu Azul",
      "price": 249.90,
      "original_price": 299.00,
      "discount": 16,
      "image_url": "https://labubu.com.br/cdn/shop/files/azul_1024x.png?v=1745597520",
      "rating": 5,
      "review_count": 8,
      "available": true,
      "description": "Labubu Azul é uma das cores mais populares da coleção clássica Pop Mart. Com seu tom azul vibrante e expressão característica, conquistou fãs no mundo todo. Mantém todos os elementos icônicos: sorriso travesso com dentes serrilhados e design fofo que fez da marca um fenômeno. Material premium em pelúcia ultra macia com acabamento especial. Produto oficial com certificado de autenticidade Pop Mart. Inclui chaveiro dourado oficial e vem na embalagem original. Ideal para colecionadores e amantes da cultura kawaii. Frete grátis e garantia de 30 dias.",
      "category": "Clássico",
      "limited_stock": false,
      "free_shipping": true
    }
  ]
}