{
  "kit-ceu-algodao": [
    {
      "name": "Mariana Carvalho",
      "date": "24/07/2025",
      "rating": 5,
      "text": "O body splash é perfeito! O cheiro doce é delicioso, tem brilhos lindos na pele e a fixação é excelente. A loção hidrata muito bem!",
      "image": null
    },
    {
      "name": "Julia Santos",
      "date": "15/06/2025",
      "rating": 5,
      "text": "Esse body splash é incrível! A fragrância é suave e duradoura, borrifo e fico cheirosa o dia todo. Kit completo perfeito!",
      "image": null
    },
    {
      "name": "Olga Silva",
      "date": "28/04/2025",
      "rating": 5,
      "text": "Body splash maravilhoso! O perfume é delicado e feminino, não é enjoativo. A loção deixa a pele sedosa. Recomendo!",
      "image": null
    },
    {
      "name": "Jasmin Costa",
      "date": "12/03/2025",
      "rating": 5,
      "text": "Amo esse body splash! O cheiro é único e sofisticado, a fixação é ótima. Kit perfeito para o dia a dia!",
      "image": null
    },
    {
      "name": "Ana Caroline",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Body splash incrível! A fragrância não é enjoativa, é delicada e marcante. Uso todos os dias e sempre recebo elogios!",
      "image": null
    }
  ],
  "kit-passion": [
    {
      "name": "Letícia Alves",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Esse body splash é perfeito! O cheiro é marcante sem ser enjoativo, fixa super bem na pele. A loção hidrata incrivelmente. Adoro!",
      "image": null
    },
    {
      "name": "Roberta Lima",
      "date": "18/06/2025",
      "rating": 5,
      "text": "Body splash maravilhoso! A fragrância é doce na medida certa, feminina e romântica. Fixação excelente, dura o dia todo!",
      "image": null
    },
    {
      "name": "Camila Santos",
      "date": "05/05/2025",
      "rating": 5,
      "text": "Amo esse body splash! O cheiro é bem feminino e romântico, perfeito para conquistar. A qualidade é excepcional!",
      "image": null
    },
    {
      "name": "Fernanda Lima",
      "date": "20/03/2025",
      "rating": 5,
      "text": "Body splash incrível! O perfume é único e sofisticado, sempre recebo elogios quando uso. Kit completo perfeito!",
      "image": null
    },
    {
      "name": "Patricia Costa",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Esse body splash é viciante! A fragrância Passion é marcante e duradoura. Uso todos os dias e me sinto confiante!",
      "image": null
    }
  ],
  "watermelon-fresh": [
    {
      "name": "Beatriz Souza",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Que delícia! O cheiro de melancia é refrescante e a textura é ótima. Perfeito para o verão!",
      "image": null
    },
    {
      "name": "Carolina Mendes",
      "date": "23/07/2025",
      "rating": 5,
      "text": "Produto incrível! Hidrata muito bem e o cheiro é viciante. Minha pele ficou super sedosa.",
      "image": null
    },
    {
      "name": "Sabrina",
      "date": "22/07/2025",
      "rating": 4,
      "text": "Gostei muito, o cheiro é bem gostoso e fresco.",
      "image": null
    },
    {
      "name": "Amanda",
      "date": "21/07/2025",
      "rating": 5,
      "text": "Perfeito! O produto chegou rápido e o cheiro é maravilhoso.",
      "image": null
    }
  ],
  "kit-aurora": [
    {
      "name": "Isabela Rodrigues",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Esse body splash é um sonho! O cheiro me lembra manhãs de primavera, delicado e elegante. Fixação perfeita na pele!",
      "image": null
    },
    {
      "name": "Giovanna Santos",
      "date": "22/06/2025",
      "rating": 5,
      "text": "Body splash incrível! Apaixonada pela fragrância Aurora, é sofisticada e feminina. A qualidade é excepcional!",
      "image": null
    },
    {
      "name": "Larissa Costa",
      "date": "10/05/2025",
      "rating": 5,
      "text": "Produto de qualidade incrível! O body splash tem cheiro maravilhoso e duradouro, uso todos os dias e adoro!",
      "image": null
    },
    {
      "name": "Amanda Silva",
      "date": "25/03/2025",
      "rating": 5,
      "text": "Body splash perfeito! A fragrância Aurora é única e marcante, sem ser enjoativa. Kit completo maravilhoso!",
      "image": null
    },
    {
      "name": "Beatriz Lima",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Esse body splash é viciante! O perfume é fresco e feminino, fixa muito bem na pele. Sempre recebo elogios!",
      "image": null
    }
  ],
  "kit-noite-estrelada": [
    {
      "name": "Vitória Santos",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Fragrância misteriosa e envolvente! Perfeita para a noite, me sinto mais confiante usando.",
      "image": null
    },
    {
      "name": "Gabriela",
      "date": "23/07/2025",
      "rating": 4,
      "text": "Muito bom, o cheiro é marcante e elegante.",
      "image": null
    },
    {
      "name": "Melissa",
      "date": "22/07/2025",
      "rating": 5,
      "text": "Amo essa fragrância! É única e sofisticada.",
      "image": null
    }
  ],
  "kit-maresia": [
    {
      "name": "Rafaela Costa",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Me transporta para a praia! O cheiro é fresco e relaxante, perfeito para quem ama o mar.",
      "image": null
    },
    {
      "name": "Natália",
      "date": "23/07/2025",
      "rating": 5,
      "text": "Produto maravilhoso, o cheiro é refrescante e duradouro.",
      "image": null
    },
    {
      "name": "Bruna",
      "date": "22/07/2025",
      "rating": 4,
      "text": "Gostei muito da fragrância, bem suave e agradável.",
      "image": null
    }
  ],
  "kit-dunna": [
    {
      "name": "Priscila Oliveira",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Que fragrância incrível! É bem marcante e sofisticada, me sinto poderosa usando.",
      "image": null
    },
    {
      "name": "Thais",
      "date": "23/07/2025",
      "rating": 5,
      "text": "Produto de qualidade excelente, o cheiro é único.",
      "image": null
    },
    {
      "name": "Patricia",
      "date": "22/07/2025",
      "rating": 4,
      "text": "Gostei muito, fragrância bem feminina e elegante.",
      "image": null
    }
  ],
  "noite-estrelada-scrub": [
    {
      "name": "Monica Silva",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Esse esfoliante é perfeito! Remove todas as células mortas e deixa a pele renovada. O cheiro noturno é relaxante e sofisticado.",
      "image": null
    },
    {
      "name": "Carla Mendes",
      "date": "18/06/2025",
      "rating": 5,
      "text": "Melhor esfoliante que já usei! A textura do açúcar é ideal, não machuca a pele. Fico com a pele sedosa depois de usar.",
      "image": null
    },
    {
      "name": "Patricia Oliveira",
      "date": "05/05/2025",
      "rating": 5,
      "text": "Incrível como renova a pele! Uso uma vez por semana e o resultado é visível. A fragrância fica na pele e é maravilhosa.",
      "image": null
    },
    {
      "name": "Julia Santos",
      "date": "22/04/2025",
      "rating": 5,
      "text": "Esfoliação perfeita! Remove toda a aspereza e deixa a pele macia como seda. O perfume é único e relaxante.",
      "image": null
    },
    {
      "name": "Amanda Costa",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Esse sugar scrub é viciante! A esfoliação é suave mas eficaz, e o perfume noturno é incrível. Recomendo!",
      "image": null
    }
  ],
  "passion-scrub": [
    {
      "name": "Daniela Rocha",
      "date": "24/07/2025",
      "rating": 5,
      "text": "O melhor esfoliante que já usei! Remove células mortas perfeitamente e o cheiro Passion é viciante. Pele fica renovada!",
      "image": null
    },
    {
      "name": "Luciana Silva",
      "date": "12/06/2025",
      "rating": 5,
      "text": "Esfoliante incrível! A textura é suave mas eficaz, renova completamente a pele. O perfume romântico é maravilhoso.",
      "image": null
    },
    {
      "name": "Fernanda Lima",
      "date": "28/04/2025",
      "rating": 5,
      "text": "Produto excelente! A esfoliação é perfeita, não agride e deixa a pele sedosa. A fragrância Passion é única.",
      "image": null
    },
    {
      "name": "Beatriz Costa",
      "date": "15/03/2025",
      "rating": 5,
      "text": "Amo esse scrub! Remove toda aspereza da pele e hidrata ao mesmo tempo. O cheiro é romântico e duradouro.",
      "image": null
    },
    {
      "name": "Camila Santos",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Sugar scrub perfeito! A pele fica renovada e macia. Uso toda semana e sempre tenho resultados incríveis!",
      "image": null
    }
  ],
  "maresia-scrub": [
    {
      "name": "Vanessa Martins",
      "date": "24/07/2025",
      "rating": 5,
      "text": "Sensação de spa em casa! Remove células mortas perfeitamente, o cheiro me lembra férias na praia. Pele fica sedosa!",
      "image": null
    },
    {
      "name": "Adriana Costa",
      "date": "10/06/2025",
      "rating": 5,
      "text": "Esfoliante maravilhoso! A textura é ideal, renova a pele sem agredir. O perfume maresia é refrescante e relaxante.",
      "image": null
    },
    {
      "name": "Roberta Lima",
      "date": "25/04/2025",
      "rating": 5,
      "text": "Produto incrível! A esfoliação é suave mas eficaz, deixa a pele renovada. O cheiro do mar é viciante!",
      "image": null
    },
    {
      "name": "Larissa Mendes",
      "date": "08/03/2025",
      "rating": 5,
      "text": "Melhor scrub que já usei! Remove toda aspereza e hidrata ao mesmo tempo. A fragrância maresia é única.",
      "image": null
    },
    {
      "name": "Carolina Silva",
      "date": "15/02/2024",
      "rating": 5,
      "text": "Sugar scrub perfeito! A pele fica macia como seda e o perfume fresco dura na pele. Recomendo muito!",
      "image": null
    }
  ]
}