{
  "labubu-rosa": [
    {
      "id": 1,
      "customer_name": "Flavia B.",
      "rating": 5,
      "comment": "Meu primeiro Labubu e já estou viciada! A cor rosa é ainda mais linda pessoalmente. Veio com a embalagem original da Pop Mart lacrada, QR code funcionando perfeitamente. A qualidade do material é impressionante, muito macio e bem acabado. Já quero comprar outros!",
      "date": "2025-07-11",
      "verified_purchase": true
    },
    {
      "id": 2,
      "customer_name": "Maria A. G.",
      "rating": 5,
      "comment": "Produto 100% original! Recebi exatamente como nas fotos do site oficial. O sorriso travesso com os 9 dentinhos é muito fofo. Meu marido achou estranho no início, mas agora também está apaixonado. Atendimento da loja impecável, responderam todas minhas dúvidas sobre autenticidade.",
      "date": "2025-06-26",
      "verified_purchase": true
    },
    {
      "id": 3,
      "customer_name": "Maria A. C. N. G.",
      "rating": 5,
      "comment": "Chegou super bem embalado! É o meu terceiro Labubu da coleção e posso confirmar que é original Pop Mart. A textura peluda é incrível, os olhos têm o brilho característico. Comparei com fotos do site oficial e é idêntico. Recomendo muito esta loja, única confiável que encontrei no Brasil.",
      "date": "2025-06-26",
      "verified_purchase": true
    },
    {
      "id": 4,
      "customer_name": "Lisie s. v.",
      "rating": 5,
      "comment": "Comprei para minha filha de 16 anos que é fã do Kasing Lung. Quando chegou fiquei impressionada com a qualidade e profissionalismo da loja. Veio com certificado de autenticidade, embalagem intacta, e até um folhetinho explicando sobre o designer. Minha filha chorou de emoção!",
      "date": "2025-06-24",
      "verified_purchase": true
    },
    {
      "id": 5,
      "customer_name": "Maria C.",
      "rating": 5,
      "comment": "Sou colecionadora há anos e este é sem dúvida um Labubu oficial. A diferença na qualidade é gritante comparado às falsificações que vi por aí. O rosa é vibrante, o material premium, e vem com todos os hologramas de segurança. Labubu Brasil é realmente o distribuidor oficial. Excelente!",
      "date": "2025-04-24",
      "verified_purchase": true
    }
  ],
  "labubu-verde": [
    {
      "id": 6,
      "customer_name": "Ariella G.",
      "rating": 5,
      "comment": "O verde é a cor mais icônica da linha clássica! Recebi hoje e estou encantada. Produto 100% original da Pop Mart, com embalagem lacrada e QR code para verificação. A cor é exatamente como esperava, vibrante e linda. O acabamento é perfeito, cada detalhe cuidadosamente trabalhado.",
      "date": "2025-06-30",
      "verified_purchase": true
    },
    {
      "id": 7,
      "customer_name": "Giselle M.",
      "rating": 5,
      "comment": "Valeu a espera! Chegou com a embalagem original intacta, hologramas de autenticidade presentes. É meu segundo Labubu (já tenho o rosa) e a qualidade continua impressionante. O verde combina perfeitamente com minha decoração. Atendimento da loja sempre muito prestativo.",
      "date": "2025-06-29",
      "verified_purchase": true
    },
    {
      "id": 8,
      "customer_name": "Maria C.",
      "rating": 5,
      "comment": "Como colecionadora posso afirmar: este é um Labubu oficial da Pop Mart! A diferença na qualidade dos materiais é evidente. Pelúcia super macia, olhos com brilho perfeito, e o famoso sorriso travesso do Kasing Lung. Só compro aqui porque sei que é garantia de originalidade.",
      "date": "2025-04-24",
      "verified_purchase": true
    }
  ],
  "labubu-coca-cola-rarissimo": [
    {
      "id": 9,
      "customer_name": "Marcelo F.",
      "rating": 5,
      "comment": "Edição limitadíssima! Comprei como investimento e para minha coleção. Veio com certificado duplo Pop Mart x Coca-Cola, embalagem especial de natal, e todos os hologramas de autenticidade. O gorro do Papai Noel e a garrafinha da Coca são detalhes incríveis. Produto raro que só encontrei aqui no Brasil.",
      "date": "2025-06-26",
      "verified_purchase": true
    },
    {
      "id": 10,
      "customer_name": "Sabrina S.",
      "rating": 5,
      "comment": "GENTE, QUE PERFEIÇÃO! É uma das 11 figuras da colaboração oficial Pop Mart x Coca-Cola. Quando abri a embalagem especial quase chorei de emoção. É muito mais fofo pessoalmente! O material é premium, acabamento impecável. Vale cada centavo, é uma peça única para colecionadores sérios!",
      "date": "2025-06-24",
      "verified_purchase": true
    }
  ],
  "labubu-lacinhos-rosa": [
    {
      "id": 14,
      "customer_name": "Amanda N.",
      "rating": 5,
      "comment": "Essa edição especial com lacinhos é a coisa mais kawaii que já vi! Os detalhes em rosa são aplicados à mão, isso faz toda diferença na qualidade. Veio com embalagem especial Pop Mart e certificado de autenticidade. É perfeito para quem ama a estética fofa japonesa. Simplesmente apaixonada!",
      "date": "2025-05-24",
      "verified_purchase": true
    },
    {
      "id": 15,
      "customer_name": "Tânia V.",
      "rating": 5,
      "comment": "Produto excepcional! Os lacinhos rosa são um charme à parte, dão um toque delicado ao design clássico do Kasing Lung. Chegou super rápido, bem embalado e com todos os hologramas de segurança. Qualidade Pop Mart impecável. Recomendo para todos os colecionadores!",
      "date": "2025-06-30",
      "verified_purchase": true
    }
  ],
  "labubu-marrom-claro": [
    {
      "id": 10,
      "customer_name": "Giovanna P.",
      "rating": 5,
      "comment": "Apaixonada por essa cor! O marrom claro é muito sofisticado e combina com qualquer decoração. Recebi com a embalagem Pop Mart lacrada, hologramas de autenticidade presentes. É o tipo de Labubu que fica elegante em qualquer ambiente. A qualidade dos materiais é excepcional, típica do designer Kasing Lung. Super recomendo!",
      "date": "2025-07-22",
      "verified_purchase": true
    }
  ],
  "labubu-halloween-rarissimo": [
    {
      "id": 11,
      "customer_name": "Simone F.",
      "rating": 5,
      "comment": "Edição especial do Halloween que estava esperando há meses! A fantasia de abóbora laranja é um espetáculo, muito bem detalhada. Veio com embalagem temática especial da Pop Mart e certificado de autenticidade. É uma peça única na minha coleção, o design do Kasing Lung é genial! Obrigada Labubu Brasil!",
      "date": "2025-05-24",
      "verified_purchase": true
    },
    {
      "id": 12,
      "customer_name": "Georgia M.",
      "rating": 5,
      "comment": "Embalagem impecável! Chegou com todos os cuidados, envolvido em plástico bolha e caixa reforçada. O Labubu veio perfeito, sem nenhum arranhão. A qualidade da produção limitada é notável, materials premium e acabamento perfeito. Entrega rápida e segura. Loja totalmente confiável!",
      "date": "2025-05-24",
      "verified_purchase": true
    },
    {
      "id": 13,
      "customer_name": "Daniele M.",
      "rating": 5,
      "comment": "Que coisinha mais fofa! É impossível não se apaixonar por esse rostinho travesso. A edição Halloween tem detalhes únicos que não existem na linha clássica. Mesmo sendo diferente do Macaron original, mantém toda a essência do design do Kasing Lung. Qualidade Pop Mart inquestionável. Já quero mais!",
      "date": "2025-05-24",
      "verified_purchase": true
    }
  ],
  "labubu-bege": [
    {
      "id": 16,
      "customer_name": "Jessica A.",
      "rating": 5,
      "comment": "Após pesquisar muito encontrei vocês e posso confirmar: são realmente a única loja confiável de Labubu no Brasil! O bege é elegante e sofisticado, material premium Pop Mart. Embalagem original lacrada, QR code funcionando. Qualidade impecável do designer Kasing Lung. Muito obrigada por serem honestos!",
      "date": "2025-05-24",
      "verified_purchase": true
    },
    {
      "id": 17,
      "customer_name": "Ananda F.",
      "rating": 5,
      "comment": "Entrega super rápida e produto perfeito! O tom bege é mais lindo pessoalmente, muito versátil e elegante. Recebi com embalagem Pop Mart intacta e certificado de autenticidade. A pelúcia é incrivelmente macia, acabamento impecável. Amei demais essa cor neutra!",
      "date": "2025-05-24",
      "verified_purchase": true
    }
  ],
  "labubu-azul": [
    {
      "id": 18,
      "customer_name": "Patricia b. l.",
      "rating": 5,
      "comment": "Chegou hoje e estou impressionada! O azul é exatamente como nas fotos oficiais da Pop Mart. Embalagem original lacrada, QR code para verificação funcionando perfeitamente. É o meu quarto Labubu da coleção e posso confirmar a autenticidade. Qualidade excepcional do Kasing Lung!",
      "date": "2025-06-30",
      "verified_purchase": true
    },
    {
      "id": 19,
      "customer_name": "SAYHURI R. L.",
      "rating": 5,
      "comment": "Que Labubu lindo! A cor azul é vibrante e chamativa, exatamente como esperava. É impossível não se apaixonar por esse rostinho travesso com os 9 dentinhos. Qualidade Pop Mart indiscutível, material premium, acabamento perfeito. Já estou viciada em colecionar!",
      "date": "2025-06-24",
      "verified_purchase": true
    },
    {
      "id": 20,
      "customer_name": "Maria C.",
      "rating": 5,
      "comment": "Recebi hoje e já estou apaixonada! O azul clássico da linha 'The Monsters' é realmente especial. Veio com embalagem Pop Mart original, hologramas de segurança presentes. A textura peluda é incrível, olhos com brilho perfeito. Design genial do Kasing Lung!",
      "date": "2025-05-24",
      "verified_purchase": true
    }
  ],
  "labubu-marrom-claro": [
    {
      "id": 21,
      "customer_name": "Giovanna P.",
      "rating": 5,
      "comment": "Cor linda e diferente! Muito elegante e combina com tudo. Material de primeira qualidade!",
      "date": "2025-07-22",
      "verified_purchase": true
    }
  ]
}